import React from 'react';

const WorkPlan = () => {
   return (
      <section className="work-plan">
         <div className="container">
            <div className="work-plan__title">Work Plan</div>
            <p>
               Ищю возможность реализовывать успешные игровые проекты,
               это может быть уже сформированная команда, либо издатель/ инвестор
               с финансовыми возможностями для создания своей команды/студии.
            </p>
            <p>
               На себя принимаю обязанности по созданию эффективного пайплана в студии,
               создание и управление арт отделом, налаживание коммуникации между всеми
               отделами в студии. Есть опыт найма сотрудников, проведение собеседований,
               создание задач, контроль качества и сроков выполнения задачь сотрудниками.
            </p>
            <p>
               Постоянно остаюсь в курсе происходящего на рынке геймдева, также
               слежу за технологиями и новыми продуктами которые помогают создавать
               игры быстрее и легче.
            </p>
            <p>
               Нацелен на создание успешной ИГРЫ а не просто контента,
               активно интересуюсь всеми сторонами разработки, геймдизайн,
               монетизация, создание игр под разные платформы, ПК, консоли,
               мобильные, Switch, VR, AR и др.
            </p>
         </div>
      </section>
   )
};

export default WorkPlan;